"Mac QQ" = "QQ";
"Conversation with" = "会话 - %@";
"Login Failed" = "登录失败";
"Safety tips" = "安全提示";
"QQ_TXTID_Auth_failed_please_relogin" = "身份验证失败，请您重新登录";
"QQ_TXTID_Auth_failed_IllegalApp" = "AppID 验证失败";
"Sign in again" = "重新登录";
"No Space In Detail" = "磁盘剩余空间不足，还需释放%luM空间才可继续进行消息记录升级";
"Msg Convert Error" = "消息升级转换错误";
"Decrypt Fail" = "升级失败！请确认您的消息记录文件与QQ号码相匹配";
"Corrupted History" = "检测到消息记录文件已损坏，请删除数据文件后再重新登录。";
"Delete Converting File" = "这是一个重要的文件，不能删除";
"OK" = "确定";
"Cancel" = "取消";
"Sign In" = "登录";
"Click here" = "点击这里";
"Offline Alerts" = "下线通知";
"Change Pwd" = "修改密码";
"Click OK to Terminate" = "点击「确定」将退出QQ。";
"Add Buddy Failed"="添加好友失败";
"Re-select the location" = "重新选取位置";
"Not Specified"="不限";
"Male"="男";
"Female"="女";
"Online" = "在线";
"Busy" = "忙碌";
"Away" = "离开";
"Invisible" = "隐身";
"Offline" = "离线";
"Need Validate Code! Not supported by current version" = "需要验证码，但目前版本还不支持";
"Faild" = "失败";
"Error" = "错误";
"need  validate code! not support now!" = "需要验证码，但目前版本还不支持";
"Finger Group Error!" = "查找失败!";
"Owner has set Refuse you to add to the group" = "管理员已拒绝了您的加群请求";
"You are already a member of the group" = "您已经是该群的成员，不能重复添加";
"QQ Account can't be NULL" = "您输入的帐号不能为空";
"qq account not valid" = "您输入的号码有误，请重新输入";
"Group Number not Invalid" = "您输入的群号码有误，请重新输入";
"Add Contact Error!" = "添加好友失败";
"Can't add your self" = "不能添加自己为好友";
"Error when Add user" = "添加群成员失败";
"Error opening URL" = "打开链接失败";
"Delete Contact" = "删除联系人";
"Failed to send: the size of '%@' is over 4G" = "文件'%@'大于4G,不能发送离线文件.";
"This directory can't be wirtten. Please specify another one." = "该目录无法写入，请重新设置.";
"This directory does not exit. Please specify another one." = "该目录不存在，请重新设置.";
"Unknown" = "未知";
"(Empty)" = "(空)";
"Folder Transfer Unsupported Tip" = "对方给你发送了文件夹\"%@\",但本次版本暂未支持接收文件夹功能";
"Fail to Connect Proxy Server" = "无法连接到代理服务器";
"Connet Proxy Server Successfully" = "代理服务器正常";
"Are You sure you want delete " = "您确定要删除下列联系人 ";
"HotKeys Conflict, Please Reset." = "热键冲突, 请重新设置.";
"Invalid Hotkey, Please reset." = "无效快捷键，请重新设置";
"HotKey Conflict With Default, Please Reset." = "与其它默认热键冲突，请重新设置";
"Are you sure to delete system messages?" = "您确定要删除系统消息?";
"Are you sure to delete the message history with this contact?" = "您确定要删除此联系人的消息记录?（漫游的消息记录也将会一起删除）";
"Are you sure to delete the message history of these contacts?" = "您确定要删除这些联系人的消息记录?（漫游的消息记录也将会一起删除）";
"Are you sure to delete the message history with this group?" = "您确定要删除此群的消息记录?（漫游的消息记录也将会一起删除）";
"Are you sure to delete the message history with this discussion group?" = "您确定要删除此讨论组的消息记录?（漫游的消息记录也将会一起删除）";
"Are you sure to delete selected message history?" = "您确定要删除选中的消息记录?（此条消息的漫游记录也将会一起删除）";
"Error when Rename friend" = "修改备注名称失败";
"Also delete my self from his/her friend list" = "同时将我从对方联系人列表中删除";
"Your network connection is broken" = " 连接已断开";
"Waiting resignin" = "重新登录中";
"Add as friend" = "加为好友";
"accepted your request" = "接受您的请求";
" accepted your request" = "接受您的请求";
"added you as a contact" = "添加您为好友";
" added you as a contact" = "添加您为好友";
"declined your request" = "拒绝您的请求";
" declined your request" = "拒绝您的请求";
"accepted your request and add you as a contact" = "接受并添加您为好友";
" accepted your request and add you as a contact" = "接受并添加您为好友";
"User %lu %@" = "用户 %lu %@";
"%lu want to add you as a QQ contact. \n %@" = "%lu 请求添加您为好友. \n %@";
"Not support of Picture" = "目前版本暂不支持自定义图片";
"Login Timeout" = "登录超时";
"Login ExceedQQNum" = "您登录的QQ数量已经达到了上限。";
"Server request new encrypt method to login " = "需要使用新的加密方式登录 ";
"China" = "中国";
"Please enter a valid ID" = "请输入正确的帐号";
"Please input your password" = "请输入密码后再登录";
"SearchContactTip" = "查找";
"SearchContactOperTip" = "输入QQ号码、姓名/昵称、拼音查找好友和群";
"The contact invite you to audio communication, but this version does not support yet" = "对方向您发起语音会话，但目前版本还不支持";
"The contact invite you to video communication, but this version does not support yet" = "对方向您发起视频会话，但目前版本还不支持";
"The contact try to send you a file, but this version does not support to receive" = "对方向您发起传文件请求，但目前版本还不支持";
"The contact try to make long connection with you, but this version does not support" = "对方向您发起长连接请求,但目前版本还不支持";
"The contact ask you for remote help, but this version does not support to receive" = "对方向您发起远程协助请求,但目前版本还不支持";
"Search contacts" = "查找/添加联系人";
"Add Buddy/Group" = "添加联系人/群";
"Open my mailbox" = "打开我的邮箱";
"Open message manager" = "打开消息管理器";
"open QQ for Mac Blog" = "打开我的Qzone";
"Settings" = "打开应用设置";
"View message history" = "查看消息记录";
"Send pictures" = "发送图片";
"Screen shots" = "捕捉屏幕";
"Send a Nudge to your contact" = "发送窗口抖动";
"Contacts" = "联系人分组";
"Groups" = "群";
"Recent contacts" = "最近联系人";
"Select an emoticon" =  "选择表情";
"Set font color and format" = "设置字体颜色和格式";
"Show group list" = "显示群成员";
"Hide group list" = "隐藏群成员";
"Show discussion list" = "显示讨论组成员";
"Hide discussion list" = "隐藏讨论组成员";
"Discussion(%@)(%lu)" = "讨论组(%@)(%lu人)";
"NFCDiscussion(%@)" = "网内讨论组(%@)";
"CreateDiscuss" = "创建讨论组";
"Subject - %@" = "主题 : %@";
" Want to join group: " = " 请求加入群: ";
"Notice: Links in the message are possibly unsafe. We have removed them. Please click here " = "警告:该消息包含的链接可能存在潜在的不安全因素，已经被 ";
"Security center " = "QQ安全中心 ";
"http://safe.qq.com/cgi-bin/url_main_web?" = "http://safe.qq.com/cgi-bin/url_main_web?";
"Please click here to block the link contained in the message you receive. " = "过滤，请点这里.  ";
"View details" = "查看详情";
"http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%s&urlid=%lu" = "http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%@&urlid=%lu";
"Connection Broken" = "网络故障";
"My Friends" = "联系人";
"My Device" = "我的设备";
"My Groups" = "群";
"My Discuss" = "讨论组";
"System Message" = "系统消息";
"Delete" = "删除";
"Delete message" = "删除消息";
"Refresh" = "刷新";
"Refresh Display" = "刷新显示";
"Roam configure" = "漫游设置";
"Request&Notice" = "请求与通知";
"Group %lu Admin %lu passed you request" = "群%lu管理员%lu通过您的请求";
"Group %lu Admin %lu reject you request" = "群%lu管理员%lu拒绝您的请求";
"\nAdditonal message:%@" = "\n附加信息:%@";
"%@ requests to add you as a contact" = "%@ 请求加您为好友。";
"Messages" = "消息";
"Block Group" = "接收不提醒的群";
"QQ Mail" = "QQ 邮箱";
"QZone" = "QQ 空间";
"You have been removed by administrator %@ from group %@" = "您被管理员%@从群%@移出";
"AddBuddy_HasBeenYourBuddy" = "对方已经是您的好友";
"AddBuddy_UnkownError" = "未知错误";
"Request_Expired" = "抱歉，此请求已失效，无法进行操作";
"CF_TempSession_AddBuddyFail" = "添加好友失败，请重试！";

"Failed to load verification info" = "读取验证码失败";
"Load verification code timeout" = "读取验证码超时";
"Verification time out" = "验证码验证超时";
"Verification code error" = "验证码错误";
"Unknown network error" = "未知网络错误";
"Failed to be verified" = "验证码验证失败";
"Wrong answers." = "答案错误。";
"Your request is declined" = "对方拒绝被添加为好友";

"Move Contact Failed" = "移动好友失败";
"Move Group Failed" = "移动群失败";
"Modify Personal profiles" = "修改个人资料";
"The selected group will be deleted. Contacts in the group will be moved to the default group. Are you sure to delete this group?"="选定的分组将被删除，组内联系人将会移至最上方的系统默认分组。您确定要删除该分组吗？";
"Delete group" = "删除分组";
"The selected group will be deleted. Groups in the folder will be moved to the default folder. Are you sure to delete this folder?"="选定的群分组将被删除，组内的QQ群将会移至最上方的系统默认群分组。您确定要删除该群分组吗？";
"Age must be an integer between 1 and 119." = "年龄必须在1至119之间，请重新输入。";
"Email address is not correct." = "Email格式不正确，请重新输入。";
"Failed to edit information." = "修改资料失败。";
"Set group card timeout." = "操作超时。";
"Set group member timeout." = "操作超时。";
"Set group basic info timeout." = "操作超时。";
"Set group message receiving mode timeout." = "操作超时。";
"Set group identity verification mode timeout." = "操作超时。";
"Group settings - %@" = "群设置 - %@";
"Group settings" = "群设置";
"Group sharing" = "群文件";
"You have quitted the group %@(%@)" = "您已成功退出群%@(%@)";
"Set group administrator timeout." = "操作超时。";
"Set group administrator failed." = "设置群管理员失败。";
"Cancel admin" = "删除管理员";
"Grant admin" = "设置管理员";
"This operation will remove the contact from the group. Are you sure to continue?" = "此操作将使该用户从本群中移除，确认是否继续？";
"Are you sure to quit the group?" = "您真的要退出该群吗？";
"Date" = "日期";
"Page: %@" = "第%@页";
"Page: %lu" = "页/%lu页";
"Network Setting" = "网络设置";
"Proxy Type" = "类型:";
"IP Address" = "地址:";
"Port" = "端口:";
"Username" = "用户名:";
"Password" = "密码:";
"Domain" = "域:";
"Test Proxy" = "测试";
"Proxy Not Used" = "不使用代理";
"NewFeature" = "NewFeatureForChinese";
"HTTP Proxy" = "HTTP代理";
"SOCKS5 Proxy" = "SOCKS5代理";
"IDS_GROUP_WANTJOIN_1" = "$1<$MEMNAME$$>申请加入群$2<$GNAME$($GID$)$>$CRLF$附加信息:($TIME$)$CRLF$$STRMSG$";
"IDS_GROUP_ADMINCANCELa" = "您已经被取消群$2<$GNAME$($GID$)$>的管理员身份。";
"IDS_GROUP_ADMINCHANGEa" = "您已经成为群$2<$GNAME$($GID$)$>的管理员。";
"IDS_GROUP_SHARDHOLDERa" = "您已经成为群$2<$GNAME$($GID$)$>的股东。";
"IDS_GROUP_SHARDHOLDER_CANCELa" = "您在群$2<$GNAME$($GID$)$>的股东身份已经过期。";
"IDS_GROUP_ADMINCANCELb" = "$1<$MEMNAME$$>已经被取消群$2<$GNAME$($GID$)$>的管理员身份。";
"IDS_GROUP_ADMINCHANGEb" = "$1<$MEMNAME$$>已经成为群$2<$GNAME$($GID$)$>的管理员。";
"IDS_GROUP_SHARDHOLDERb" = "$1<$MEMNAME$$>已经成为群$2<$GNAME$($GID$)$>的股东。";
"IDS_GROUP_SHARDHOLDER_CANCELb" = "$1<$MEMNAME$$>在群$2<$GNAME$($GID$)$>的股东身份已经过期。";
"IDS_GROUP_CREATORSHIFT_SELF_1" = "您已经成功将群$2<$GNAME$($GID$)$>的群主身份转让给$1<$MEMNAME$$>。";
"IDS_GROUP_CREATORSHIFT_1" = "$2<$GNAME$($GID$)$>的群主$1<$MEMNAME$$>已将该群转让给您，现在您为该群的群主。";
"IDS_GROUP_CREATORSHIFT_3" = "$1<$MEMNAME$$>已将$2<$GNAME$($GID$)$>的群主身份转让给$3<$ADMNAME$$>。";
"IDS_GROUP_MEMEXIT_SELF" = "您已经成功退出群。";
"IDS_GROUP_MEMEXIT_EXIT" = "$1<$MEMNAME$$>退出群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_MEMEXIT_ADMIN" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已将您移出该群。";
"IDS_GROUP_MEMEXIT_ADMIN2" = "$1<$MEMNAME$$>已被管理员$3<$ADMNAME$$>移出群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_DESTORY_SELF" = "您已经成功地解散了群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_DESTORY" = "您已经成功地解散了群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_NEWGROUP" = "您已经成功创建群$2<$GNAME$($GID$)$>，马上邀请您的好友加入吧。";
"IDS_GROUP_NEWGROUP_1" = "$1<$MEMNAME$$>创建了群$2<$GNAME$($GID$)$>，群主将您加入该群中。";
"IDS_GROUP_NEWMEMBER_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已通过您的加群请求。";
"IDS_GROUP_NEWMEMBER_INVITE_1" = "您已经加入群$2<$GNAME$($GID$)$>，邀请者为$1<$MEMNAME$$>。";
"IDS_GROUP_ACCEPTJOIN_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已通过您的加群请求。";
"IDS_GROUP_REJECTJOIN_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已拒绝了您的加群请求。%s拒绝理由: %s";

"AddBuddy_AskToBeAdded" = "%ls请求添加您为好友";
"AddBuddy_Addtional" = "附加信息:";
"AddBuddy_Accept" = "%ls接受了您的添加请求";
"AddBuddy_AddYou" = "%ls添加您为好友";
"AddBuddy_YouRequesWasDeclined" = "%ls拒绝了您的添加请求";
"AddBuddy_AcceptAndAdd" = "%ls接受了您的添加请求并添加您为好友";

"CF_SEND_C2CMSG_FAILED" = "可能由于网络原因，\"%ls\"的消息发送失败。";
"CF_C2CMSG_SEND_FAILED" = "此条消息发送失败 ";

"CF_EDITMSG_LARGE_MESSAGE" = "发送消息内容超长，请分条发送。";
"CF_PICTURE_OVERSIZE" = "发送消息中包含的图片大小超过5M，请剪切图片后再发送。";
"CF_PICTURE_OVERSIZE_PRECHECK" = "发送消息中包含的图片大小超过5M，请采用传送文件的方式发送。";
"CF_SELF_OFFLINE" = "您已经处于离线状态，无法发送消息，请上线后再次尝试。";
"CF_AUDIOINPUT_NOTFOUND" = "未发现录音设备，无法进行录制。";
"CF_AudioMsg_Running_VideoAudio" = "您正在进行语音或视频聊天，暂时无法发送语音消息。";
"CF_SpliteButton_CloseTip" = "隐藏侧边";
"CF_SpliteButton_OpenTip" = "显示侧边";

"AddMeValidateQuestion1" = "我的email地址？";
"AddMeValidateQuestion2" = "我的车的牌子？";
"AddMeValidateQuestion3" = "我的电话号码？";
"AddMeValidateQuestion4" = "我的手机号码？";
"AddMeValidateQuestion5" = "我的真实名字？";
"AddMeValidateQuestion6" = "我公司的名字？";

"QuesOrAnswerCantNull" = "问题和答案不能为空";

"Finger_TimeOut" = "查找超时。";
"Finger_UnkownError" = "未知错误。";
"ReadValidInfoTimeOut" = "读取验证码超时";
"SaveSetTimeOut" = "网络超时，保存设置失败";
"SaveSetFailed" = "保存设置失败。";
"Privacy" = "隐私";
"General" = "通用";
"AIOWindow" = "会话窗口";
"Refuse Reason" = "拒绝理由: ";
"Save As..." = "另存为...";
"Fail to save image" = "文件写入失败";
"Save Error" = "保存失败";

"I Know" = "我知道了";
"complete" = "完成";

"Please enter a display name:" = "请输入备注姓名";
"Edit display name" = "修改备注姓名";
"Please enter folder name:" = "请输入分组名称";
"Please enter discussion title:" = "请输入讨论组主题";
"Rename Folder" = "重命名分组";
"Insert Folder" = "插入分组";

"Receive with alert" = "接收并提醒消息";
"Auto pop-up messages" = "自动弹出消息";
"Only show message quantity" = "来消息时只显示消息数目";
"Receive without alert" = "接收但不提醒消息";
"Block all group messages" = "阻止一切群消息";
"Alert new message" = "接收并提醒消息";
"Do not alert new message" = "接收不提醒消息";

"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";

"Big Icon" = "大头像";
"Small Icon" = "小头像";

"SignUpPage" = "http://freeqqm.qq.com/";
"AccountPage" = "http://aq.qq.com/cn/findpsw/findpsw_index";

"Send a request" = "等待%@接收文件请求";
"Receive a request" = "%@向你发送文件";
"Send Files" = "发送文件";
"Send File" = "发送文件";
"Send Voice Message" = "发送语音消息";

"The full path of the file is too long, failed to send it" = "文件全路径太长，发送失败";
"File name is too long, failed to send" = "文件名称过长，发送失败";
"Hide Files Drawer" = "隐藏文件抽屉";
"Show Files Drawer" = "显示文件抽屉";
"Clean All the Finished Tasks" = "清除所有已完成任务";
"Close Coversation Window" = "关闭会话窗口";
"File transferring will be stopped as the window closed. Are you sure to close it?" = "如果关闭窗口，将会中止文件传送。是否关闭窗口？";
"Quit QQ" = "退出 QQ";
"You may not quit QQ when files are transferring." = "您尚有文件未传输完成，确认退出吗？";
"Change Account" = "切换帐号";
"Are you sure to sign in with a different ID?" = "您确定要退出，更换其他帐号登录吗？";
"Notification" = "消息通知";
"Ignore" = "忽略";
"Show all" = "查看全部";
"Main panel" = "主面板";
"Show In Finder" = "在Finder中显示";
"Are you sure to quit the Discuss?" = "您真的要退出该讨论组吗?";
"members" = "人";
"Accept" = "接受";
"Reject" = "拒绝";
"invites you on a video talk" = "邀请您进行视频会话";
"Add Dicscussion Group Members" = "添加讨论组成员";
"Quit Dicscussion Group" = "退出讨论组";
"Modify Discussion Title" = "修改讨论组主题";
"Create New Discussion Failed" = "创建讨论组失败";
"No more than 50 persons can be added fro each discussion group." = "对不起，已选联系人已超过讨论组人数上限，临时讨论组最多支持50人。";
"Reach the pepole limit." = "已经达到讨论组50人上限。";
"Exited discussions(%u)" = "已退出的讨论组(%u)";
"Exited groups(%u)" = "已退出的群(%u)";
"Exited discussions" = "已退出的讨论组";
"Disband Group" = "解散该群";
"Are you sure to disband the group?" = "您真的要解散该群吗?";
"Add to emotion" = "添加为表情";
"Emotion Manager" = "管理表情";
"History Emotion" = "常用表情";
"System Emotion" = "系统";
"Customize Emotion" = "个人收藏";
"History Emotion" = "常用表情";
"Small Group Icon" = "小图标";
"Big Group Icon" = "大图标";

"Redownload Picture" = "刷新图片";

"Create Failed" = "创建失败";
"Max Limited" = "已达到最大分组数量";
"System Error" = "系统错误";

"This buddy has been your friend" = "对方已经是你的好友";
"Move to Block list" = "移至黑名单";
"Are you sure you want to move this contact to your Block list?" = "您确定将以下联系人移至黑名单吗？";
"Convert Tip" = "消息记录升级大约需要%d分钟，请您耐心等候";

"Operation Error" = "操作失败";
"Max Name Length" = "名称超出限制";
"Network error, could not quit the discussion!" = "网络异常，退出讨论组失败!";
"Network error, could not create the discussion!" = "网络异常，创建讨论组失败!";

"Show the contact's chatting the window" = "显示与好友的聊天窗口";
"Hide small window" = "关闭小窗口";
"Show small window" = "显示小窗口";
"Click to mute" = "麦克风静音";
"Click to unmute" = "恢复麦克风";
"Full-screen" = "全屏模式";
"Normal-screen" = "普通模式";
"End" = "挂断";
"audio & video call"="音视频通话";
"start video chat" = "视频通话";
"start audio chat" = "语音通话";
"start screen share" = "屏幕分享";
"Request failed" = "发送失败";
"The video equipment is on process" = "其他程序正在使用视频，不能发起视频请求";
"The audio equipment is on process" = "其他程序正在使用麦克风，不能发起视频请求";
"You have cancelled the request" = "您已取消视频请求";
"You have cancelled the audio request" = "您已取消音频请求";
"Audio_You have cancelled the request" = "您已取消语音请求";
"The contact cancelled the request" = "对方已取消视频请求";
"Audio_The contact cancelled the request" = "对方已取消语音请求";
"The contact is busy now" = "对方无响应";
"is inviting you for a video chat" = "邀请您进行视频通话";
"Refuse" = "拒绝";
"Accept" = "接受";
"voice-enabled chat" = "邀请您进行语音会话";
"Voice-enabled chat won’t send video information" = "语音会话不发送视频";
"You have refused the video chat request" = "您已拒绝视频请求";
"Time out" = "请求超时";
"You have hangged up it. It’s %u hour %u min %u sen total." =  "您终止了视频通话，通话时长%u小时%u分%u秒";
"You have hangged up it. It’s %u min %u sen total." =  "您终止了视频通话，通话时长%u分%u秒";
"You have hangged up it. It’s %u sen total." =  "您终止了视频通话，通话时长%u秒";
"The contact has hangged up it. It’s %u hour %u min %u sen total." = "对方终止了视频通话，通话时长%u小时%u分%u秒";
"The contact has hangged up it. It’s %u min %u sen total." = "对方终止了视频通话，通话时长%u分%u秒";
"The contact has hangged up it. It’s %u sen total." = "对方终止了视频通话，通话时长%u秒";

"Audio_You have hangged up it. It’s %u hour %u min %u sen total." =  "您终止了音频通话，通话时长%u小时%u分%u秒";
"Audio_You have hangged up it. It’s %u min %u sen total." =  "您终止了音频通话，通话时长%u分%u秒";
"Audio_You have hangged up it. It’s %u sen total." =  "您终止了音频通话，通话时长%u秒";
"Audio_The contact has hangged up it. It’s %u hour %u min %u sen total." = "对方终止了音频通话，通话时长%u小时%u分%u秒";
"Audio_The contact has hangged up it. It’s %u min %u sen total." = "对方终止了音频通话，通话时长%u分%u秒";
"Audio_The contact has hangged up it. It’s %u sen total." = "对方终止了音频通话，通话时长%u秒";

"Unknown reason" = "未知错误";
"You are on the video chat. Really want to quit it?" = "您正在视频会话中，真的要退出吗?";
"Request conflicts. Please try again." = "双方视频请求冲突，请稍后重试";
"Audio_Request conflicts. Please try again." = "双方语音请求冲突，请稍后重试";
"The contact's QQ version is too low" = "请提醒好友升级到最新版本畅快聊天";
"You are on a video chat" = "您正在视频通话中";
"You are on a audio chat" = "您正在语音通话中";
"Already handled in other terminals" = "已在其他设备处理";
"Prompt" = "提示";
"The contact refused the request" = "对方已拒绝视频请求";
"Audio_The contact refused the request" = "对方已拒绝语音请求";
"Has Been turned to Multi Call" = "已转为多人通话";
"Connecting" = "正在建立连接";
"Waiting for the reply" = "等待对方接受邀请";
"Transmission" = "等待对方视频传送";
"Find group ok button" = "好";
"YES" = "好";
"YES_OK" = "好";
"Yes" = "好";
"Confirm" = "确认";
"NO" = "否";
"is inviting you for an audio chat" = "邀请您进行语音会话";

"Wrong number" = "输入错误";
"Verification code is invalid" = "请重新输入验证码";

"Show in Contacts" = "在联系人查看";

"You are not online" = "您已离线，请登录后再查找";
"You are not online, retry" = "您已离线，请登录后再添加";
"You are not online, please login then send video" = "您已离线，请上线后再发送视频请求。";
"You are not online, please login then send audio" = "您已离线，请上线后再发送语音请求。";
"You are not online, please login then share screen" = "您已离线，请上线后再发送屏幕分享请求。";

"User are CRM, refused the video request" = "对方为企业QQ，可能无法接收到您的视频请求。";
"User are CRM, refused the audio request" = "对方为企业QQ，可能无法接收到您的语音请求。";

"Disconnected" = "连接失败";
"Face Error 1" = "您添加的自定义表情数量超过最大限制";
"Face Error 2" = "文件名含有特殊字符";
"Face Error 3" = "文件读取错误";
"Face Error 4" = "您添加的自定义表情已经存在";
"Face Error 5" = "您添加的表情图片尺寸太大，无法添加";
"Face Error 6" = "图片可能不完整或已损坏，无法添加到表情列表";
"You can't send files while offline" = "您已离线，请上线后再发送文件.";
"Nudge is not available because you are offline." = "您已经处于离线状态，无法发送窗口抖动，请上线后再次尝试";
"You can't create discussions while offline" = "您已离线，请上线后再创建讨论组.";
"as the using version of the contact is out-of-date, the video invitation has failed." = "因为对方版本过低，对方向您发起的视频会话连接失败";

"Add contact" = "添加好友";
"Success to add a contact" = "成功添加对方为好友";
"Tips" = "提示";
"Please add the contact first and then send messages." = "您需要添加对方为好友，才能给对方发送会话消息。";
"Failed to connect video call: the current version of the contact is out-of-date" = "因为对方版本过低，对方向您发起的视频会话连接失败";
"Failed to connect audio call: the current version of the contact is out-of-date" = "因为对方版本过低，对方向您发起的语音会话连接失败";
"The contact is playing a recorded-video now" = "对方正在播放录像，非真实在线视频";
"nonsupport password ticket" = "您的帐号设置了QQ登录保护，登录时需要验证密保资料。当前版本暂不支持此功能。";
"The contact is playing a recorded-video now" = "对方正在播放录像，非真实在线视频";
"From:%@" = "来自:%@";
"Founder: %@" = "创建人: %@";

"Question 1" = "问题1: ";
"Question 2" = "问题2: ";
"Question 3" = "问题3: ";
"Welcome to QQ" = "欢迎使用QQ";
"Edit profile" = "修改个人资料";
"Change profile picture" = "修改头像";
"Change nickname" = "修改昵称";
"Change personal message" = "修改个签";
"Change display name" = "修改备注";
"Failed to change the profile" = "修改资料失败";
"Failed to change the display name" = "修改备注失败";
"Failed to change the picture" = "头像更换失败";
"Network error." = "网络已断开";
"Network error.Try it later" = "网络繁忙，请稍后重试";
"Network timeout.Try it later" = "网络超时，请稍后重试";
"System error." = "系统繁忙，";
"edit personal message" = "输入个性签名";
"edit description" = "输入个人说明";
"You are offline. Failed to change the profile" = "您已离线, 修改资料失败";
"QQ Token"="QQ令牌";
"Mobile Token"="手机令牌";
"PwdGuard Card"="密保卡";
"PwdGuard Mobile"="密保手机";
"QQ Token Tip"="请您使用QQ令牌，通过按钮获取%d位数字动态密码并填入下框中：";
"PwdGuard Mobile Tip"="请编辑短信“%@”发送到%@，将收到的8位数字验证码填入下框中：";
"Mobile Token Tip"="请您运行手机上的手机令牌软件，将屏幕上显示的6位数字动态密码填入框中：";
"New QQ Token Tip"="请输入令牌上的动态密码。";
"New PwdGuard Mobile Tip"="1.请使用密保手机(%@)\n2.编辑短信 %@ \n发送到 %@ 以获取验证码";
"New Mobile Token Tip"="打开QQ安全中心手机版，将6位动态密码填入输入框。";
"Step Back" = "<上一步";
"Other Check" = "其它验证方式";
"Need To Auth" = "当前设备需进行身份验证";
"Get On" = "请打开";
"Scan QRCode" = "扫一扫确认";
"QQ Mobile" = "QQ手机版";
"Scan OK" = "扫描成功，请在手机上点击确认";
"QRCode Invalid" = "二维码失败";
"QRCode Expired" = "二维码失效";
"Login Request Expired"= "登录请求已过期";
"Login Request Failed" = "登录请求失败";
"Request Failed" = "请求失败";
"ServerTime Format" = "%Y年%m月%d日 %H:%M:%S";
"Get EMPKPic Failed" = "密保卡坐标图片下载失败，请重新验证";
"Verify Failed" = "无法通过%@验证。";
"open Tencent Weibo" = "打开我的腾讯微博";

"Check for Updates..." = "检查更新...";
"Checking for Updates..." = "正在为您检查QQ更新...";
"Checking" = "正在更新";
"Cancel" = "取消";
"An error occured" = "更新遇到问题";
"There is a problem checking updates for QQ, please retry later." = "在检查更新的过程中遇到了一个问题。请稍后再试。";
"Retry" = "重试" ;
"Fail to connect to update server" = "无法连接到更新服务器。";
"Connection timeout, Please your network, or retry later." = "连接服务器超时，请检查您的网络是否可用，或者请稍后重试。";
"You are already using the latest version." = "你已在使用最新版本。";
"%@ is currently the newest version available." = "QQ %@ 已是目前最新的版本。";
"Never Remind me updates from official site" = "不要提醒我来自官方网站的更新";
"You can choose to receive latest updates from official site, or only receive stable updates from App Store" = "您可以选择优先从官网获取最新的版本信息，或者您可以选择只从App Store获取稳定版本的更新信息";
"Software Update" = "版本更新";
"A new version of QQ is available on official site." = " QQ for Mac新版本上线了！";
"There is a new version of QQ %@ on official site, <a href='%@'>click here</a> to view more details about this version." = "最新版%@已在官网发布, 您现在的版本为%@. 是否立即下载，体验最新功能？";
"There is a new version of QQ %@ on App Store, <a href='%@'>click here</a> to view more details about this version." = "App Store已有新版本QQ %@ 可用，<a href='%@'>点击此处</a>了解有关此版本更新的详细信息。";
"Don’t Remind me updates from Official Site (You could change this setting later in Preference)" = "不提醒来自官网的更新（可以在偏好设置-通用修改）";
"Skip This Version" = "忽略";
"Remind Me Later" = "以后提醒";
"Download Update" = "下载最新版";
"A new version of QQ is available on App Store." = "检测到App Store有新版本可用，是否立即下载？";
"You should set at least one question in the list." = "需要设置至少一个问题。";
"Can not apply settings" = "设置失败";
"Click to edit" = "编辑个性签名";
"Face Edit Tips" = "表情管理";
"Custom Face Added" = "添加表情成功";
"Custom Face Added Conform" = "我知道了";
"Time Remain" = "-剩余:";
"Time Remain Max" = "23:59:59+";
"Transfer Speed" = "%@/S";
"has sent you a nudge." = "抖了你一下！";
"Integrated chat window" = "QQ聊天窗口";

"New messages from $2" = "来自$2的未读消息";
"New messages from $2,$3" = "来自$2、$3的未读消息";
"New messages from $2,$3,$4..." = "来自$2、$3、$4等的未读消息";

"AudioClose" = "语音通话结束";
"Audio_Transmission" = "跳入计时界面";
"Audio_Connecting" = "等待对方接受邀请\n";
"Audio_Connecting_ReceiveAccept" = "对方已接受邀请，请稍候";
"Audio_Waiting for the reply" = "等待对方音频传送\n";
"You are on the audio chat. Really want to quit it?" = "您正在音频会话中，真的要退出吗?";
"You have refused the audio chat request" = "您已拒绝音频请求";
"Audio Time out" = "对方无响应";
"Buddy come from %@ %@" = " %2$@ %1$@";
"Emoticon" = "[表情]";
"Image" = "[图片]";
"File" = "文件";
"Sound" = "[语音]";
"As your group member list is full, you can't add any more contacts." = "已经达到最大人数。";
"You are Offline" = "您已经离线，请登录后重试。";
"Offline title" = "无法提交设置到服务器";
"Group name can not be empty." = "群名称不能为空。";
"You have %u messages unread. Sure to quit?" = "您有%u条未读消息。真的要退出吗？";
"remind_view_eg_mouseover.png" = "remind_view_mouseover";
"remind_ignore_eg_mouseover.png" = "remind_ignore_mouseover";
"remind_view_eg.png" = "remind_view";
"remind_ignore_eg.png" = "remind_ignore";
"reshake_nor.png" = "reshake_nor_cn";
"reshake_prs.png" = "reshake_prs_cn";
"reshake_hov.png" = "reshake_hov_cn";
"floatbox_button_mousedown_accept.png" = "floatbox_button_mousedown_accept_cn";
"floatbox_button_mouseover_accept.png" = "floatbox_button_mouseover_accept_cn";
"floatbox_button_normal_accept.png" = "floatbox_button_normal_accept_cn";
"floatbox_button_mousedown_reject.png" = "floatbox_button_mousedown_reject_cn";
"floatbox_button_mouseover_reject.png" = "floatbox_button_mouseover_reject_cn";
"floatbox_button_normal_reject.png" = "floatbox_button_normal_reject_cn";
"cf picture oversize check" = "消息中图片超过5M，通过文件方式发送";
"Call main panel" = "QQ面板";
"No unread msg number" = "无未读会话";
"Unread msg number" = "个未读会话";
"Single unread msg number" = "个未读会话";
"QQ Status" = "状态";
"QQ Status Online" = "在线";
"QQ Status Busy" = "忙碌";
"QQ Status Away" = "离开";
"QQ Status Invisible" = "隐身";
"QQ Status Offline" = "离线";

"Locale Identifier" = "zh_CN";
"typing" = "正在输入";

"Don't show this again" = "不再提醒";

"Failed to add" = "添加失败";
"Evaluation copy" = "内测版本 请勿外传";
"Continue" = "继续";
"Send" = "发送";
"Folder tranfer error Tips" = "由于下列原因，本次传输中部分文件可能会发送失败，请确认是否继续发送。";
"Screen Capture Guid" = "拖动鼠标选取要分享的屏幕区域 (Esc键退出选取)";
"Folder tranfer error msg" = "由于下列原因，下列文件发送失败。";
"Folder tranfer error msg remind" = "由于网络等原因，部分文件传输失败，";
"Installation path error" = "QQ安装目录含有特殊字符，无法正常使用，请重新安装在合适的路径后再运行。";
"Click to view details" = "点击查看详情";
"Click Details" = "点击查看详情";
"Screen Capture Guid FontName" = "华文黑体";
"Screen Capture Start Button Image Name" = "ScreenCapture_StartButton_Chinese";
"Screen Capture Start Button Image Name1" = "ScreenCapture_StartButton1_Chinese";

"All Contacts" = "全部联系人";
"NFC Contacts" = "网内联系人";
"All Chat" = "全部会话";
"Poly Chat" = "多人会话";
"All TempChat" = "全部临时会话";
"Discussion" = "讨论组";
"NFC Discussion" = "网内讨论组";
"System Message" = "系统消息";
"Buddy Validate Message" = "好友验证消息";
"Group System Message" = "群系统消息";
"Validate Message" = "验证消息";
"View all Messages" = "查看全部消息";
"Clear Messages" = "清空当前消息";
"Clear Buddy Validation" = "清空好友验证消息";
"Are you sure to clear all the validations" = "\n您确定要清空当前的好友验证消息？";
"Clear Group System Message" = "清空群系统消息";
"Are you sure to clear all the group system messages" = "\n您确定要清空当前的群系统消息？";
"No Messages" = "暂无消息";

"Remove Selected Msg" = "删除选中聊天记录";
"Select All" = "全部选择";
"Recent Week" = "最近一周";
"Recent Three Months" = "最近三个月";
"Recent Year" = "最近一年";
"Recent All" = "全部";
"Search Count" = "找到%u个结果";
"Delete Buddy Msg" = "删除该联系人记录";
"Delete Group Msg" = "删除该群记录";
"Delete Group SysMsg" = "删除该群系统消息";
"Delete Discuss Msg" = "删除该讨论组记录";
"Delete Mix Msg" = "删除聊天记录";
"Send Instant Msg" = "发送即时消息";
"Watch the Details" = "查看资料";
"Watch the SysMsg" = "查看";

"Search" = "搜索";
"Search Menu" = "搜索菜单";
"No recent searches" = "无最近搜索";
"Recents" = "最近搜索";
"Clear Search History" = "清除搜索记录";
"Search Your Msg" = "搜索消息记录";

"Favourite" = "添加收藏";
"Create Discussion Groups" = "创建讨论组";
"Show in finder" = "在finder中显示";

"Su" = "日";
"Mo" = "一";
"Tu" = "二";
"We" = "三";
"Th" = "四";
"Fr" = "五";
"Sa" = "六";
"January" = "一月";
"February" = "二月";
"March" = "三月";
"April" = "四月";
"May" = "五月";
"June" = "六月";
"July" = "七月";
"August" = "八月";
"September" = "九月";
"October" = "十月";
"November" = "十一月";
"December" = "十二月";

"File_All" = "显示全部";
"File_Sent" = "已发送";
"File_Accepted" = "已接收";
"File_Sending" = "传输中";
"File_Unfinished" = "未完成传送";
"m_fileFrom" = "来自:  ";
"m_fileTo" = "发给:  ";
"m_fileReceived" = "接收:";
"m_fileSend" = "发送:";
"filePanel_Open" = "打开";
"filePanel_ManyOpen" = "打开多文件";
"filePanel_Finder" = "在Finder中显示";
"filePanel_Stop" = "停止";
"filePanel_Cancel" = "从列表中移除";
"file_clean" = "清空列表";
"file_clean_all" = "清空所有列表";
"file_list" = "筛选";
"You may not quit QQ when filesAndVideo are transferring." = "您尚有进行中的音视频及传输文件操作，确认退出吗？";
"ServerTime_Panel Format" = "%Y年%m月%d日";
"tmp_Dialogue_Alert" = "该会话为临时会话，无法发送文件夹，发送失败";
"暂不支持向我的设备发送文件夹" = "暂不支持向我的设备发送文件夹";
"暂不支持发送文件夹，发送失败" = "暂不支持发送文件夹，发送失败";
"文件夹有特殊字符" = "文件路径中含有特殊字符\"\\\"，发送失败";

"Sigh up" = "注册帐号";
"Retrieve Password" = "忘记密码";
"Choose an account to log on" = "选择要登录的用户";
"输入帐号" = "输入帐号";
"输入密码" = "输入密码";

"Temporary session - from the discussion groups" = "临时会话-来自讨论组:%@";
"Temporary session - from the groups" = "临时会话-来自群:%@";
"Temporary session - from paipai"   = "临时会话-来自拍拍网";
"Temporary session - from CRM"  =   "临时会话-来自企业QQ";
"Temporary session - from perWPA" = "临时会话-来自个人发布网站";

"Selected folder will be failure QQ next time you start" = "选取的文件夹将在QQ下次启动时失效";
"QQ can not be directly read and write the contents of the folder. If you select the folder, and then in the registry QQ can read and write to this folder. After restarting, you need to re-select the save file location." = "QQ无法直接读写该文件夹的内容。如果您选取该文件夹，那么在本次登录内QQ可以读写此文件夹。重新启动后，您需要重新选取保存文件位置。";
"Because of the limitations of the system security, QQ can not save the file in %@. Please re-select to save the file :" = "由于系统安全的限制，QQ无法将文件保存在%@文件夹内。请重新选择将文件保存至：";

"Space" = "Space";
"Use old shortcut" = "还原上次设置的快捷键";
"Type shortcut" = "按键盘设置快捷键";
"Click to record shortcut" = "点击设置快捷键";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "您的快捷键 %@ 设置失败!";
"The key combination \"%@\" can't be used because %@." = "快捷键 \"%@\" 设置失败，因为%@。";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "\"%@\" 为系统快捷键，您的快捷键设置失败（如果您使用该快捷键，会导致系统设置中跟键盘鼠标相关的快捷设置失效）";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "您的快捷键 \"%@\" 设置失效，该快捷键已被菜单\"%@\"占用.";
"it has been forbidden" = "它被禁止了";
"it is in conflict with other default hotkey" = "它与其它默认快捷冲突";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";
"File transfer failed" = "文件传送失败";
"The other fefused to receive" = "对方拒绝接收";
"The offline file has been received" = "对方已成功接收离线文件";
"Pull To Load History" = "拉取历史记录";
"Loading Over" = "历史记录加载完毕\n";
"History Above" = "以上是聊天历史记录";
"Clear the current search..." = "清除当前搜索…";
"Can not find the matching search results..." = "无搜索结果…";

"Can not send picture contain special character" = "不能发送含特殊字符的图片";
"Picture send failed for missing" = "图片发送失败，您发送的图片文件不存在";
"Picture send failed" = "可能由于网络原因，该图片发送失败。";
"Update Note" = "更新日志:\n%@";
"InternalTestPrompt deadline" = "您使用的是内测版本，将于10月20日到期。届时请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt will expire" = "感谢您使用QQ for Mac内测版进行体验测试，此版本将于%d天后过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt expired" = "感谢您使用QQ for Mac内测版进行体验测试，此版本已过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";

"Has added" = "已添加";

"face_defaultpic" = "face_defaultpic";
"Appear offline to this contact" = "在线对其隐身";
"Appear online to this contact" = "隐身对其可见";
"NoneCameraAvailable" = "检测不到摄像头设备，请确认已连接摄像头后再尝试。";
"CameraOccupied" = "当前摄像头被其他程序占用，请关闭相关程序后再尝试。";

"Add..." = "添加...";
"Profile_Discuss_Add" = "添加";
"Add custom emoticon" = "添加";
"Default" = "默认";
"Favourites" = "个人收藏";
"Importing emoticon package..." = "正在导入表情包...(%u/%u)";
"Exporting emoticon package..." = "正在导出表情包...(%u/%u)";
"Dividing emoticon package..." = "正在拆分表情包，请稍候...";
"Import emoticon package..." = "导入表情包...";
"Export selected emoticon package..." = "导出所选表情分组...";
"Export all emoticon package..." = "导出全部表情分组...";
"Delete emoticon group prompt" = "您是否确定删除所选表情组及其组内的所有表情？";
"Delete emoticon group" = "删除表情分组";
"Add emoticon group error" = "该命名与现有的名称重复，请调整。";
"Delete emoticon" = "删除表情";
"Delete emoticon prompt" = "您是否确定删除所选表情？";
"Failed to import emoticon" = "表情导入失败";
"Failed to export emoticon" = "表情导出失败";
"The selected group has no emoticon inside" = "您所选的分组下无表情。";
"Failed to import emoticon with same emoticon" = "您添加的表情已经存在。";
"Failed to import emoticon without login" = "您没有登录QQ，造成无法导入表情包，请登录您需要导入的帐号。";
"Failed to import emoticon with QQs" = "您开启了多个QQ帐号，请通过对应帐号的表情管理器导入表情包。";
"Failed to import emoticon with bad package" = "表情包数据错误，请确认文件格式以及内容的完整性。";
"ScreenCaptureTips" = "您可以调整选框的大小和位置";
"Please verify independent password" = "请先验证独立密码";
"You have not synced all your friends roaming record" = "您没有同步过漫游记录";
"%Y-%m-%d %H:%M:%S" = "%Y年%m月%d日%H:%M:%S";
"You set the number of roaming friend reached the upper limit vip%d, adjusted to %d below and continue to set" = "你设置的漫游好友人数已达vip%d上限，请调整至%d人以下后继续设置";
"Do you confirm the deletion of the message" = "你确认删除%@当天的消息记录吗？删除后的消息记录将被永久删除，不能再恢复";
"You are not yet open for the first time chats roaming settings, click OK to open the roaming settings" = "您还未开启聊天记录漫游的首次设置，点击确定将进行开启漫游的设置";
"sandbox text1" = "由于系统的安全原因，您需要重新设定接收文件或截图的保存位置，否则将无法正常保存";
"sandbox text2" = "当前的系统版本为%d%d.%d.%d，由于安全原因，系统对文件和截图的保存位置的范围做了限制，并对您的保存位置做了以下调整：";
"sandbox text3" = "如果您希望自定义文件保存位置，请将系统更新至10.7.3或以上版本，点击此处前往官网下载更新包。";
"sandbox text3 Click here" = "点击此处";
"Permit access" = "授权";
"Downloads" = "下载";
"Pictures" = "图片";
"You can't set this address for saving files." = "此路径不能被选择";
"The address is system address. It can't set for file-saving." = "此文件路径为系统路径，不能作为文件保存位置";
"The symbolic link is " = "需要授权的路径为 ";
"We've detected that a soft link to QQ localfile folder exists somewhere else. Please press the button below to authorize the link, and update your system software in time." = "程序检测到您的QQ文件夹存在位于其他路径下的软链接。为了保证程序能够正常运行，请授权软链接路径，同时请更新系统。";

"Server Login IP Not Used" = "不使用高级选项";
"Server Login Type UDP" = "UDP类型";
"Server Login Type TCP" = "TCP类型";
"Press Space to speak" = "按住空格键(Space)说话";

"Send Audio Message Failed" = "此条语音消息发送失败。";
"Receive Audio Message Failed" = "对方于%@发送的语音消息接收失败。\n";
"Listen Again" = "重听";
"Send Again" = "重新发送";

"airPictureTips" = "您的iPhone QQ也在线~     \n您可以从中选取照片发送哦";
"AirPicRequestSend" = "请打开 iPhone 中接收到的消息提醒，选择要发送的照片\n如果长时间没有收到提醒，请手动开启iPhone QQ\n(保持您的电脑与iPhone处于同一个网络环境下，体验更佳)";
"AirPicMenuLocal" = "从本地选取";
"AirPicMenuiPhone" = "从iPhone相册中选取";


"ValidateMsg_AdditionalInfo_Prefix" = "附言：";
"ValidateMsg_AddBuddyToFolderLabel_Title" = "添加到分组";
"ValidateMsg_AddBuddyToRemarkLabel_Title" = "备注";
"GroupSysMsg_SenderLabel_Invite_Title" = "邀请人";
"GroupSysMsg_SenderLabel_Handle_Title" = "处理人";

"ValidateMsgEvent_OtherRequest" = "%@申请加您为好友";
"ValidateMsgEvent_BeAdded" = "%@已添加您为好友";
"ValidateMsgEvent_BeAddBuddy_ServerResult_Fail" = "添加%@为好友失败";
"ValidateMsgEvent_BeAccepted" = "%@接受您的请求";
"ValidateMsgEvent_BeAcceptedAndBeAdded" = "%@同意并添加您为好友";
"ValidateMsgEvent_BeRefused" = "%@已拒绝您的请求";
"ValidateMsgEvent_ChatFail" = "对方不是您的好友，无法发起会话";
"GroupSysMsgEvent_NewGroup" = "您已经成功创建群%@，马上邀请好友加入吧";
"GroupSysMsgEvent_RequireJoin" = "%@申请加入%@";
"GroupSysMsgEvent_InviteBuddy" = "好友邀请您加入%@";
"GroupSysMsgEvent_AcceptJoin" = "%@已同意您加入该群";
"GroupSysMsgEvent_UserAcceptInvite" = "%@已同意您的邀请加入%@";
"GroupSysMsgEvent_DenyJoin" = "%@已拒绝您加入该群";
"GroupSysMsgEvent_UserDenyInvite" = "%@已拒绝您的邀请，不加入%@";
"GroupSysMsgEvent_Dismiss" = "%@的群主已经解散该群";
"GroupSysMsgEvent_MemberExit" = "%@已退出群%@";
"GroupSysMsgEvent_KickoutMember_ToSelf" = "%@已将您移出该群";
"GroupSysMsgEvent_KickoutMember_ToOther" = "%@已将%@移出该群";
"GroupSysMsgEvent_CreatorChange_FromSelf" = "您已将群%@转让给%@";
"GroupSysMsgEvent_CreatorChange_FromOther" = "群主已将群%@转让给%@";
"GroupSysMsgEvent_SetNormalManager_ToSelf" = "%@已将您设为该群的管理员";
"GroupSysMsgEvent_SetNormalManager_ToOther" = "%@已将%@设为该群的管理员";
"GroupSysMsgEvent_CancelNormalManager_ToSelf" = "%@已取消您的该群管理员的身份";
"GroupSysMsgEvent_CancelNormalManager_ToOther" = "%@已取消%@的该群管理员的身份";
"GroupSysMsgEvent_ChatFail" = "您还没有加入这个群，无法发起会话";
"GroupSysMsgEvent_BuddyJoined" = "%@ 加入群";

"SysMsgItem_tooltip_accept" = "同意";
"SysMsgItem_tooltip_accepted" = "已同意";
"SysMsgItem_tooltip_refuse" = "拒绝";
"SysMsgItem_tooltip_refused" = "已拒绝";
"SysMsgItem_tooltip_ignore" = "忽略";
"SysMsgItem_tooltip_ignored" = "已忽略";
"SysMsgItem_tooltip_shield" = "屏蔽此人";
"SysMsgItem_tooltip_shielded" = "已屏蔽";
"SysMsgItem_tooltip_chat" = "会话";
"SysMsgItem_tooltip_addFriend" = "加为好友";

"SysMsgMainTips" = "未处理的请求或通知，\n可在这里找回";

"FileBox_WindowTitle"       = "文件盒子";

"FileBoxUserGuide"          = "传输过的文件，\n收在盒子里哦！";
"FileBox_Today"             = "今天";
"FileBox_Yesterday"         = "昨天";
"FileBox_Previous 7 Days"   = "7 天前";
"FileBox_Previous 30 Days"  = "30 天前";
"FileBox_Earlier"           = "早些时候";

"FileBox_File missing title"= "文件不存在";
"FileBox_File missing note" = "文件已被删除，或路径发生了变更";
"FileBox_OK button"         = "确定";

"FileBox_Tips From"         = "来自: ";
"FileBox_Tips To"           = "发给: ";

"FileBox_Header Size"               = "大小";
"FileBox_Header LastTransmitted"    = "最后传输";
"FileBox_Header Date"               = "时间";

"FileBox_ContextMenu Open"          = "打开";
"FileBox_ContextMenu ShowInFinder"  = "在 Finder 中显示";
"FileBox_ContextMenu Remove"        = "从文件盒子中移除";
"Continue Transfer" = "等待续传，此文件已在本地接收 %@";
"Chat history in the conversion" = "数据文件升级中...";
"Chat history Finished" = "您的数据文件已经升级完毕。";
"menubar_openNFC" = "网内";

"Feedback_Failed to send" = "Oops,发送失败了";
"Feedback_OK" = "好，我知道了";
"Feedback_Resend" = "重新发送";
"Feedback_Send" = "发送";
"Feedback_Your feedback has not been sent yet, are you sure to quit?" = "您的反馈还没有发送成功，是否确定离开？";
"Feedback_Sorry, may be due to network problems, your feedback sent failed, please try again!" = "很抱歉，可能由于网络问题，您的反馈没有发送成功，请再试一次吧！";
"Feedback_Sending" = "发送中...";
"Feedback_Testing & Packing logs file" = "检测打包日志文件";
"Feedback_Uploading logs file" = "上传日志文件";
"Feedback_Successfully sent, thank you for your feedback!" = "发送成功，感谢您的反馈！";
"Feedback_Select" = "-请选择-";
"Feedback_Select Feedback Category" = "请选择反馈类型";

"Hitstory_firstTime" = "QQ for Mac的数据文件正在升级，预计需要临时占用%@容量。\n在此期间，您可以正常使用QQ for Mac。";

"ChatFromOneNet" = "来自网内聊天";
"Histroy_Tran_Success" = "您的数据文件已经升级完毕，是否删除旧版本数据文件？\n您的旧版本数据文件大小为%fMB。";
"Histroy_Tran_Error" = "您的磁盘空间不足，数据文件升级无法继续进行。";
"Histroy_Tran_Success_Title" = "您的数据文件已经升级完毕。";
"Histroy_Tran_Error_Title" = "数据文件转换失败，错误码-%d";
"Discuss Offline Tips" = "您的QQ已离线，无法修改讨论组主题。";

"AntiFraud_Tips_1" = "涉及钱财务必警惕，请打电话或QQ视频通话核实好友身份。";
"AntiFraud_Tips_2" = "当前好友不在常用地登录QQ！请打电话或QQ视频通话确认对方身份。";
"AntiFraud_Tips_5" = "安全提示：如果聊天中收到对方发来链接要求您购卡充值，请一定先QQ视频通话核实好友身份及网站安全性。";
"AntiFraud_Tips_6" = "安全提示：为保护您和好友的帐号安全，如果聊天过程中有涉及好友辅助申诉的操作，请先QQ视频通话核实对方的真实身份。";
"AntiFraud_Tips_7" = "安全提示：如果聊天中有涉及告诉他人自己帐号密码的操作，请一定先QQ视频通话核实好友身份。";
"AntiFraud_Tips_8" = "警惕：和您聊天的可能不是好友本人！请打电话或QQ视频通话确认好友号码是否被盗。";

"Batch Group Title" = "群消息设置";
"Exit Batch Group" = "退出批量";
"Begin Batch Group" = "批量操作";

// 通知中心
// - 文件传输
"文件传输" = "文件传输";
"文件传输失败" = "文件传输失败";
"拒绝接收文件" = "拒绝接收文件";
"已成功接收离线文件" = "已成功接收离线文件";
// - 其他
"快速回复" = "快速回复";

"Try Use Swiftly Tip" = "试试输入：联系人、程序、天气、股票...";
"Swiftly Discuss Detail" = "%@、%@等%d人";
"unused plugins" = "未启用插件";
"used plugins" = "已启用插件";
"Swiftly_Preference_Disable" = "停用";
"Swiftly_Preference_Enable" = "启用";
"Swiftly_MainWindow_Guide_1" = "试试在这里搜索好友，发起会话~";
"Swiftly_MainWindow_Guide_2" = "搜索，快速开启本地应用程序";
"Swiftly_MainWindow_Guide_3" = "输入城市名称，关注实时天气";
"Swiftly_MainWindow_Guide_4" = "支持搜索股票，一键添加自选股";
"Swiftly_MainWindow_Guide_5" = "Just enjoy Swiftly ：）";
"lang" = "zh";

"launch Session" = "发起会话";
"Clear All" = "清除所有";

"Remember Password" = "记住密码";
"Auto Login" = "自动登录";

"replied Weibo" = "回复了您的微博";
"comment Weibo" = "评论了您的微博";
"reposted Weibo" = "转播了您的微博";
"mentioned Weibo" = "在微博中@了您";
"private Weibo" = "给您发了一封私信";
"update Weibo" = "您微博有了新消息";

"ignore" = "忽略";
"All messages are already read" = "您暂时没有未读消息";
"QQ Group" = "QQ群";

"msgtable_ignore_down" = "msgtable_ignore_down_cn";

"View More Records" = "更多记录进入消息管理器查看";

// AIO 右键菜单
"直接发送" = "直接发送";
"发送离线文件" = "发送离线文件";
"打开文件助手" = "打开文件助手";

// 最近会话列表右键菜单
// common
"取消置顶" = "取消置顶";
"置顶" = "置顶";

"在联系人中查看" = "在联系人中查看";
"移除该会话" = "移除该会话";

// buddy
"查看资料" = "查看资料";
"发送邮件" = "发送邮件";
"访问QQ空间" = "访问QQ空间";
"Group Q-Zone"  = "群空间";
"添加组" = "添加组";
"删除该组" = "删除该组";
"重命名该组" = "重命名该组";
"仅显示在线联系人" = "仅显示在线联系人";
"影音交谈" = "影音交谈";
"开始视频会话" = "开始视频会话";
"开始语音会话" = "开始语音会话";
"移动联系人至" = "移动联系人至";
"Add relationship" = "加好友";

// group
"查看群资料" = "查看群资料";
"发送群消息" = "发送群消息";
"发送群邮件" = "发送群邮件";
"群消息设置" = "群消息设置";
"接收并提醒消息" = "接收并提醒消息";
"接收但不提醒消息" = "接收但不提醒消息";
"收入群助手且不提醒" = "收入群助手且不提醒";
"不接收任何消息" = "不接收任何消息";
"创建群" = "创建群";
"刷新群列表" = "刷新群列表";
"创建讨论组" = "创建讨论组";
"添加群分组" = "添加群分组";
"移动群至" = "移动群至";
"成员管理" = "成员管理";
"退出该群" = "退出该群";

"TipGroupMsgReceiveNormal" = "已打开该群消息提醒，本提示仅本人可见";
"TipGroupMsgNoAlert" = "已屏蔽该群消息提醒，本提示仅本人可见";
"TipGroupMsgAssistant" = "已收入群助手，本提示仅本人可见";
"TipGroupMsgBlock" = "已屏蔽该群消息，本提示仅本人可见";

// temp
"加为好友" = "加为好友";

// discuss
"讨论组更名" = "讨论组更名";
"更新讨论组信息" = "更新讨论组信息";
"讨论组消息设置" = "讨论组消息设置";
"接收并提示消息" = "接收并提醒消息";
"接收不提示消息" = "接收不提醒消息";
"发送讨论组消息" = "发送讨论组消息";

// AIO
"发起会话" = "发起会话";
"版本内测提醒" = "QQ for Mac 3.2 内测版";
"未选择会话提醒" = "未选择会话";
"aio_newMsg_remind" = "新消息";

//MenuBar底部中英文取不同字符串，勿删
"menuBar_txl_hover" = "menuBar_txl_hover";
"menuBar_yx_hover" = "menuBar_yx_hover";
"menuBar_kj_hover" = "menuBar_kj_hover";
"menuBar_wb_hover" = "menuBar_wb_hover";
"menuBar_ss_hover" = "menuBar_ss_hover";

"About Panel Close Licence" = "关闭";
"About Panel Title" = "关于";

"Launch Swiftly" = "唤起主程序      ";

"Right Click for more features" = "试试右键，有更多功能";
"Click here to show Contacts List" = "点击打开联系人";

// 图片缓存清理
"TemporaryFile_scan_info" = "当前共有图片%d个，大小为%0.1fMB";
"Scanning temporary files has finished" = "扫描完成，点击立即清理优化电脑性能";
"Scanning temporary files" = "正在扫描图片缓存文件，请稍候…";
"Deleting temporary files" = "正在清理，请稍候…";
"Clean up Temporary Pictures window" = "清理图片缓存";
"Temporary Files From Buddy" = "来自联系人";
"Temporary Files From GroupNDiscuss" = "来自群和讨论组";
"Clean up Temporary Files" = "立即清理";
"Clean up Temporary Files Completed" = "清理已完成";
"TemporaryFile_delete_info" = "帮您获得了%0.1fMB磁盘空间";
"Title of cleanup temporary files box" = "图片缓存";
"Are you sure Quit Temporaryfile manager" = "正在清理图片缓存，您确定要退出并关闭当前页面?";
"Quit Temporaryfile manager" = "退出清理缓存";
"Open image cache directory" = "查看";

// 讨论组系统消息
"DiscussSysMsg_You" = "您";
"DiscussSysMsg_you" = "您";
"DiscussSysMsg_From" = "通过群";
"DiscussSysMsg_More" = "等";
"DiscussSysMsg_JoinTalk" = "参与讨论";
"DiscussSysMsg_Invite" = "邀请了";
"DiscussSysMsg_JoinDiscuss" = "加入讨论组";
"DiscussSysMsg_RemoveMember_FMT" = "%@将%@移出讨论组";
"DiscussSysMsg_RemoveFromDiscussFMT" = "你被%@移出讨论组";
"DiscussSysMsg_ExitDiscuss" = "退出讨论组";
"DiscussSysMsg_ModifyDiscussTitle" = "修改讨论组的主题为";

"CMD+W tips" = "\"偏好设置\"中可设置⌘W仅关闭单个会话";
"Yesterday" = "昨天";
"New QQ Failed" = "新建QQ失败，请重启QQ后再次尝试";
"Warn Before Quit Hint" = "再次按下⌘+Q退出";

"AddGroupMember %u Left" = "剩余%u人";
"Are You Sure Left %@ Quit Group" = "将%@移出本群？";
"File Direction From" = "来自";
"File Direction To" = "发给";
"Recent Transmission Summary Info" = "有%d个新文件可以接收";

// 数据线
"My Device" = "我的设备";
"My Phone" = "我的手机";
"My Pad" = "我的平板";
"暂不支持发送大于2G的文件" = "暂不支持发送大于2G的文件";
"Click" = "点击 ";
"Available Dataline Tip" = "无需数据线，Mac与手机轻松互传文件";
"Available Dataline Tip Detail" = " 添加文件发送，支持拖拽或Command＋v发送";
"Unsupported Device" = "暂不支持您的设备";
"Unsupported Device Detail" = "该功能暂时支持iPhone、Andriod、Windows Phone设备，敬请期待支持更多设备";
"Unknown Device" = "我的设备功能暂不可用，请确认：";
"Unknown Device Detail" = "1.您使用的是如下移动设备\n   iPhone，iPad，Android，Windows\n2.已在移动设备上登录了最新版本的QQ";
"Need Update QQ" = "手机QQ版本过低";
"Need Update QQ Detail" = "请更新手机QQ版本以使用新功能";
"Send Update Complete" = "升级通知已送达";
"Send Update Complete Detail" = "升级通知已发送您的手机，请在手机上查看";

"FILE_TIPS_OF_REQUEST_TIMEOUT" = "网络连接失败，传输中止";
"FILE_TIPS_OF_REQUEST_DENIED" = "离线上传失败";
"FILE_TIPS_OF_NOSPACE" = "磁盘空间已满，无法接收";
"FILE_TIPS_OF_EXCEPTION" = "发生异常操作，传输终止";
"FILE_TIPS_OF_OTHERERROR" = "未知错误";
"FILE_TIPS_OF_CANCEL" = "已取消传输";
"FILE_TIPS_OF_BECANCELLED" = "对方取消传输";
"FILE_TIPS_OF_REFUSE" = "拒绝接收";
"FILE_TIPS_OF_BEREFUSED" = "对方拒绝接收";
"FILE_TIPS_OF_SUC" = "传输完成";
"FILE_TIPS_BERECEIVE_BY_OTHER_DEVICE" = "已在其他设备接收";
"FILE_TIPS_BEREFUSE_BY_OTHER_DEVICE" = "已在其他设备拒绝";
"FILE_TIPS_BECANCEL_AND_OFFLINE" = "转为离线发送...";
"FILE_TIPS_ON2OFF_UNKNOW_ERROR" = "未知错误";
"FILE_TIPS_ON2OFF_UPLOAD_ERROR" = "对方上传失败";

"AIO_TIPS offline file has been received" = "对方已成功接收了您发送的离线文件 \"%@\"";

"文件传输中" = "文件传输中...";
"等待对方接收" = "等待对方接收...";
"发送中" = "发送中...";
"未知错误" = "未知错误";

"当前传输" = "当前传输";
"最近文件" = "最近文件";
"全部接收" = "全部接收";
"全部" = "全部";
"已发送" = "已发送";
"已接收" = "已接收";

"Unable to send file" = "无法进行文件发送";
"File sent successfully" = "文件发送成功";
"File received successfully" = "文件接收成功";
"Sending offline file..." = "文件转为离线发送...";
"Your default disk is full. Please change the directory or clear the disk and accept again." = "您的磁盘空间已满，请更换存放位置或进行清理之后再接收";
"Save received files to" = "将接收到的文件保存到";
"Other..." = "其他...";
"Details" = "详情";

"Unable to send file bigger than 4G." = "文件大于4G，不能离线发送";
"Discuss file larger than 4G." = "文件大于4G，无法发送";
"Unable to send file with 0 byte." = "此文件为空，无法发送";

"%u files waiting for receiving" = "收到%u个文件请求";
"File Assistant" = "文件助手";
"No transmission" = "当前没有传输内容";
"View details in File Assistant" = "在文件助手中查看";
"QQ离线" = "QQ离线";
"您尚有文件未传输完成，是否确认离线？" = "您尚有文件未传输完成，是否确认离线？";
"The receive files directory does not exist, please reset" = "文件接收路径已不存在，请重新设置";

"%u days available" = "云端存储%u天";
"The file has expired" = "该文件已过期";
"The file doesn't exist" = "该文件不存在";

// 最近会话列表
"群助手" = "群助手";
//应用入口页面
"Application" = "应用";
"Weather" = "天气";
"Stock" = "股票";
"Feedback" = "反馈中心";
//大面板搜索结果
"Friend" = "好友";
"Group" = "群";
"Discuss" = "讨论组";
"Function" = "功能";
"Searched My Device" = "我的设备";
"Searched My Mobile" = "我的手机";
"Searched My Pad" = "我的平板";
"Send file and photo to Mobile" = "发文件／照片到手机";
"Send file and photo to Pad" = "发文件／照片到平板";
"View the no-alert Groups" = "查看不提醒的群消息";
"Buddy request and notice panel" = "好友请求与通知面板";
"Group request and notice panel" = "群请求与通知面板";

"all members count" = "共 %d 人";

"NoSearchResult" = "无搜索结果";
"AddContactTitle" = "无搜索结果...";

"Add" = "添加账号为: ";
"as Contact or Group" = "的好友/群";

//profile
"Q Age" = "Q 龄";
"Personal Info" = "个人";
"Remark" = "备注";
"Location" = "地区";
"hometown" = "故乡";
"Birthday" = "生日";
"Email" = "邮箱";
"Telephone" = "电话";
"Mobile" = "手机";
"School" = "学校";
"Occupation" = "职业";
"Homepage" = "主页";
"Description" = "说明";
"Blood type" = "血型";
"Edit" = "编辑";
"Accomplish" = "完成";
"Profile_发起会话" = "发起会话";
"Display name" = "添加备注";
"%@-type blood" = "%@";
"Animal %@" = "属%@";
"Nickname" = "昵称";

"Profile" = "首页";
"Profile_Members" = "成员";
"Profile_Settings" = "设置";
"Group Name" = "群名称";
"Owner&Administer" = "群主和管理员";
"More" = "更多";
"Bulletin" = "群公告";
"Group introduction" = "群简介";
"Group Card" = "名片";
"Last Messages" = "最后发言";
"添加群成员" = "  添加群成员";
"编辑群公告" = "编辑群公告";
"GroupBulletinPlaceholderString1" = "随便写点什么吧";
"GroupBulletinPlaceholderString2" = "空";

"Gender" = "性别";
"Animal" = "生肖";
"Starsign" = "星座";
"Blood Type" = "血型";
"Age" = "年龄";
"Discussion Name" = "讨论组名称";
"Discussion Member" = "讨论组成员";
"%d years" = "%d年";
"QQ ID" = "账号";
"我的群名片" = "我的群名片";
"Allow anyone to join the group" = "允许任何人加入该群";
"Require identity verification to join the group" = "需要身份验证才能加入该群";
"No one can join the group" = "不允许任何人加入该群";
"Identity verification" = "身份验证";
"收到来自该讨论组的消息时" = "收到来自该讨论组的消息时";

"MemberCell Tip 修改群名片" = "修改群名片";
"MemberCell Tip 取消管理员" = "取消管理员";
"MemberCell Tip 设为管理员" = "设为管理员";
"MemberCell Tip 删除群成员" = "删除群成员";
"MemberCell Tip 群主" = "群主";
"MemberCell Tip 管理员" = "管理员";

// aio left bar
"会话" = "会话";
"好友" = "好友";
"群&讨论组" = "群&讨论组";

"邮箱" = "邮箱";
"空间" = "空间";
"WeiYun" = "腾讯微云";
"应用入口" = "应用入口";

// 群助手
"返回" = "返回";

// aio 会话成员列表
"添加联系人" = "添加联系人";
"从本群中移除" = "从本群中移除";

//MQEditTextBox 群资料卡里用
"MQEditTextBox_Cancel" = "取消";
"MQEditTextBox_Save" = "保存";

//群、讨论组成员列表
"CF_GROUPCOUNT_STATIC" = "成员";
"CF_DISCUSSCOUNT_STATIC" = "讨论组成员";

//谷歌地图URL格式
"QQ_TXTID_GOOGLEMAP_URL_FORMAT"="http://apis.map.qq.com/uri/v1/geocoder?coord=%lf,%lf&referer=macqq";
"QQ_TXTID_GOOGLEMAP_URL_PREFIX"="我在这里，点击查看：";

"LoginPanel_TheSameAccount" = "您已登录了一个相同的帐号%@，不能重复登录。";

/*消息记录*/
"Menu_MSGMGR_SHOWALL" = "显示所有项";
"Menu_MSGMGR_SHOWMSG" = "仅显示有记录的项";
"MSGMGR_PROMPT" = "提示";
"MSGMGR_DATE" = "日期:";
"MSGMGR_VIEW" = "查看(&V)";
"MSGMGR_VIEWSYS" = "查看";
"MSGMGR_NOMSG" = "您还没有任何交谈记录。";
"MSGMGR_VIEWMSG" = "查看前后消息";
"MSGMGR_REMOVEMSG" = "您确定删除选中$USER$的所有消息记录吗？";
"MSGMGR_DELETEMSG" = "您确定删除选中的消息记录吗？";
"MSGMGR_SELECTONEMSG" = "请先选择一条记录再进行删除。";
"MSGMGR_NODE_MOBILEUSER" = "手机联系人";
"MSGMGR_NODE_STRANGER" = "陌生人";
"MSGMGR_NODE_FRIENDROOT" = "所有分组";
"MSGMGR_NODE_GROUPROOT" = "群列表";
"MSGMGR_NODE_GROUPROOTEX" = "已退出的群";
"MSGMGR_MARKINGMSG" = "营销消息";
"MSGMGR_BROADCAST" = "广播消息";
"MSGMGR_VALIDATE" = "验证消息";
"MSGMGR_SYSMSG" = "系统消息";
"MSGMGR_GROUPSYSMSG" = "群系统消息";
"MSGMGR_GROUP" = "群";
"MSGMGR_CURRENTSEL" = "当前联系人";
"MSGMGR_DISCUSS" = "讨论组";
"MSGMGR_DISCUSSX" = "讨论组已不存在";
"MSGMGR_MOBILE1" = "手机联系人";
"MSGMGR_LINKMAN" = "联系人";
"MSGMGR_FOLDER" = "分组";
"MSGMGR_SECURITYSYSMSG" = "安全中心消息";
"MSGMGR_SELECTITEM" = "对不起，暂不支持导出多个对象，请选择单个对象";
"MSGMGR_SELECTITEM_DELETE" = "对不起，暂不支持删除多个对象，请选择单个对象";
"MSGMGR_MSGREC" = "消息记录";
"MSGMGR_MSGFOLDER" = "消息分组";
"MSGMGR_NOTHISMSG" = "此消息不存在。";
"MSGMGR_MSGOBJ" = "消息对象";
"MSGMGR_ALL" = "全部";
"MSGMGR_EXPORT1" = "导出消息记录(&E)";
"MSGMGR_IMPORT1" = "导入消息记录";
"MSG_IMPORT_WAZARD" = "数据导入工具";
"MSGMGR_DELETE1" = "删除消息记录(&D)";
"MSGMGR_REFERESH" = "刷新(&R)";
"Menu_MsgMgr_ContactInfo" = "查看联系人资料(&V)";
"Menu_MsgMgr_GroupInfo" = "查看群资料(&V)";
"MSGMGR_CHAT" = "发送即时消息(&C)";
"MSGMGR_EXPORTMSG" = "导出消息记录";
"MSGMGR_FIND" = "查找";
"MSGMGR_FINDING" = "正在查找...";
"MSGMGR_FINDINGNODE" = "正在查找$NODE$中的记录...";
"MSGMGR_EXPORTING" = "正在导出消息记录...";
"MSGMGR_IMPORTING" = "正在导入消息记录...";
"MSGMGR_PLEASEINPUTWORD" = "请输入要查找的字符";
"MSGMGR_ERRORFORSEARH" = "查找范围有错";
"MSGMGR_EXPORTFILTER" = "加密文件(*.bak)|*.bak|网页格式(*.mht)|*.mht|文本文件(*.txt)|*.txt||";
"MSGMGR_IMPORTFILTER" = "加密文件(*.bak)|*.bak||";
"MSGMGR_Export" = "导出";
"MSGMGR_Import" = "导入";
"MSGMGR_ExportOrImport" = "导入和导出";
"MSGMGR_Delete" = "删除";
"MSGMGR_Update" = "刷新";
"MSGMGR_Addr" = "联系人管理";
"MSGMGR_FindText" = "查找内容:";
"MSGMGR_FindArea" = "查找范围:";
"MSGMGR_Search" = "立即查找";
"MSGMGR_Clear" = "清除";
"MSGMGR_User" = "联系人";
"MSGMGR_Account" = "帐号";
"MSGMGR_LastTime" = "最后会话时间";
"MSGMGR_Page" = "页";
"MSGMGR_Goto" = "转到";
"MSGMGR_Other" = "其他";
"MSGMGR_BlackList" = "黑名单/已删除联系人";
"MSGMGR_TempSession" = "临时会话";
"Group_GroupDeleted" = "已退出群";
"MSGMGR_Mobile" = "手机联系人";
"MSGMGR_ChatAtGroup" = "在$GROUP$的消息记录";
"MSGMGR_ChatWithUser" = "与$USER$的消息记录";
"MSGMGR_SearchResult" = "已搜索到$COUNT$条消息记录";
"MSGMGR_SearchNoResult" = "搜索不到结果";
"MSGMGR_ImportOver" = "导入消息记录完毕";
"Tips_MSGMGR_CurPage" = "第$PAGE$页/共$PAGES$页";
"MSGMGR_NeedCorrectPage" = "请输入正确的页面";
"MSGMGR_MsgType" = "消息类型";
"MSGMGR_MsgAbs" = "消息摘要";
"MSGMGR_MsgRevTime" = "信息接收时间";
/*消息记录*/

/*文件传输*/
"IDS_CONTACT_MENU" = "发送文件";
"CF_TRANSPORTFILE_TIP" = "传送文件";
"IDS_SENDFILE_TIP" = "发送文件请求:";
"IDS_SENDFILE_RECEIVE_TIP" = "收到文件请求:";
"IDS_SENDFILE_TRANSFERING_TIP" = "接收文件:";
"IDS_SENDFILE_TRANSFERING_SENDING_TIP" = "发送文件:";
"IDS_SENDFILE_TIP_OFFLINE" = "发送离线文件:";
"IDS_SENDFILE_RECEIVE_TIP_OFFLINE" = "收到离线文件";
"IDS_SENDFILE_TRANSFERING_TIP_OFFLINE" = "接收离线文件:";
"IDS_SENDFILE_TRANSFERING_SENDING_TIP_OFFLINE" = "发送离线文件:";
"IDS_SENDFILE_RERECEIVE" = "另存为";
"IDS_SENDFILE_CONTINUE_RECEIVE" = "续传";
"IDS_SENDFILE_RECEIVE" = "接收";
"IDS_SENDFILE_SAVEAS" = "另存为";
"IDS_SENDFILE_REFUSE" = "拒绝";
"IDS_SENDFILE_CANCEL" = "取消";
"IDS_SENDFILE_RECVNEXTTIME" = "下次接收";
"IDS_SENDFILE_SENDOFFLINEFILE" = "发送离线文件";
"IDS_SENDFILE_TRANSFERSPEED" = "速度:0KB/S";
"IDS_SENDFILE_TRANSFERING_TRANSFERSPEED" = "速度:$SPEED$/S";
"IDS_SENDFILE_EXPIRETIME_OFFLINE" = "($DATE$到期)";
"IDS_SENDFILE_EXPIRETODAY_HOUR_OFFLINE" = "($TIME$小时后到期)";
"IDS_SENDFILE_EXPIRETODAY_MINUTE_OFFLINE" = "($TIME$分钟后到期)";
"IDS_SENDOFFLINEFILE_Rec_Reply_Sus" = "对方已成功接收了您发送的离线文件。";
"IDS_SENDFILE_BEACCEPT_BLUEBAR" = "对方已经接受您的请求，开始传输文件。";
"IDS_SENDFILE_RECEIVE_BLUEBAR" = "您接受对方的请求，开始传输文件。";
"IDS_SENDFILE_BEREQUEST_BLUEBAR_TIP" = "对方请求发送文件。";
"IDS_SENDFILE_BEREQUEST_BLUEBAR_TIP_OFFLINE" = "对方给您发送了离线文件。";
"IDS_SENDFILE_BEREQUEST_TIP_OPER" = "向您发送文件";
"IDS_SENDFILE_BEREQUEST_TIP_OPER_OFFLINE" = "向您发送离线文件";
"IDS_SENDFILE_TIP_CANCELSEND" = "取消发送文件";
"IDS_SENDFILE_TIP_CANCELSENDING" = "中止发送文件";
"IDS_SENDFILE_TIP_SENDOFFLINE" = "将文件保存至服务器，好友上线后将收到提醒进行接收";
"IDS_SENDFILE_TIP_CANCELSEND_OFFLINE" = "取消发送离线文件";
"IDS_SENDFILE_TIP_CANCELSENDING_OFFLINE" = "中止发送离线文件";
"IDS_SENDFILE_TIP_RECV" = "保存文件到$PATH$";
"IDS_SENDFILE_TIP_CONTINUERECV" = "继续接收上次未传完的文件";
"IDS_SENDFILE_TIP_SAVEAS" = "自定义文件的存放位置";
"IDS_SENDFILE_TIP_CONTINUESAVEAS" = "重新接收并重新选择文件的存放位置";
"IDS_SENDFILE_TIP_REFUSE" = "拒绝接收该文件";
"IDS_SENDFILE_TIP_CANCELRECVING" = "中止接收文件";
"IDS_SENDFILE_TIP_REFUSE_OFFLINE" = "拒绝接收此离线文件，不再提醒";
"IDS_SENDFILE_TIP_CANCELRECVING_OFFLINE" = "中止本次接收，不再提醒";
"IDS_SENDFILE_TIP_RECVNEXTTIME_OFFLINE" = "取消本次接收，在下次登录QQ后进行提醒";
"IDS_SENDFILE_TIP_RECVNEXTTIME_OFFLINE_RECVING" = "中止本次接收，下次上线后再次提醒";
"IDS_SENDFILE_RECEIVE_SUCC" = "成功接收文件 $C_TIME$";
"IDS_SENDFILE_RECEIVE_SUCC_OFFLINE" = "成功接收离线文件 $C_TIME$";
"IDS_SENDFILE_SEND_SUCC_OFFLINE" = "成功发送离线文件 $C_TIME$";
"IDS_SENDFILE_OPEN_FILE" = "打开文件";
"IDS_SENDFOLDER_OPEN_FILE" = "打开文件夹";
"IDS_SENDFILE_OPEN_FOLDER" = "打开所在文件夹";
"IDS_SENDFILE_BEFEFUSED_TIP" = "对方拒绝接收，文件发送失败 $C_TIME$";
"IDS_SENDFILE_REFUSE_MSG_TIP" = "您拒绝接收，文件传输失败 $C_TIME$";
"IDS_SENDFILE_SEND_SUCC" = "成功发送文件 $C_TIME$";
"IDS_SENDFILE_RECEIVE_TARGET_CANCEL" = "$UIN$中断发送，该文件已经接收$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_SENDING_TARGET_CANCEL" = "$UIN$中断接收，该文件已经发送$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_RECEIVE_TARGET_BROKEN_OFFLINE" = "接收离线文件时遇到网络错误，该文件已经接收$TRANSIZE$。";
"IDS_SENDFILE_SENDING_TARGET_BROKEN_OFFLINE" = "发送离线文件时遇到网络错误，该文件已经发送$TRANSIZE$。";
"IDS_SENDFILE_SENDING_SELF_CANCEL" = "您中止了发送，该文件已经发送$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_RECVING_SELF_CANCEL" = "您中止了接收，该文件已经接收$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_SENDING_CONTINUE_NEXTTIME_OFFLINE" = "下次您发送同一离线文件时，QQ将为您续传。";
"IDS_SENDFILE_SENDING_SELF_CANCEL_OFFLINE" = "您中止了离线文件的发送，该文件已经发送$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_RECVING_SELF_CANCEL_OFFLINE" = "您中止了离线文件的接收，该文件已经接收$TRANSIZE$ $C_TIME$";
"IDS_SENDFILE_RECVING_NET_ERROR" = "网络连接失败，接收中止，该文件已经接收$TRANSIZE$。";
"IDS_SENDFILE_SENDING_NET_ERROR" = "网络连接失败，发送中止，该文件已经发送$TRANSIZE$。";
"IDS_SENDFILE_RECVING_UNKOWN_ERROR" = "网络等原因，接收中止，该文件已经接收$TRANSIZE$。";
"IDS_SENDFILE_SENDING_UNKOWN_ERROR" = "网络等原因，发送中止，该文件已经发送$TRANSIZE$。";
"IDS_SENDFILE_SENDING_SELF_CANCEL_RESEND" = "再次发送";
"IDS_SENDFILE_SENDING_SELF_CANCEL_RERECV" = "再次接收";
"IDS_SENDFILE_RECEIVE_RECVNEXTIME" = "您取消了离线文件“$FILE$”的接收，我们将在您下次登录QQ后进行提醒 $C_TIME$";
"IDS_SENDFILE_RECEING_RECVNEXTIME" = "您中止了离线文件的接收，我们将在您下次登录QQ后进行提醒。";
"IDS_SENDFILE_BRREQUEST_BERECEIVE" = "您已在其他设备上接收了该文件";
"IDS_SENDFILE_BRREQUEST_BECANCEL" = "$UIN$取消发送,文件传输失败 $C_TIME$";
"IDS_SENDFILE_SELF_CANCEL_SEND" = "您取消了发送，文件传输失败 $C_TIME$";
"IDS_SENDFILE_RECVING_CONTINUE_REVEIVE" = "对方请求发送文件，此文件在您的计算机上已经接收了$TRANSIZE$。";
"IDS_SENDFILE_RECVING_CONTINUE_REVEIVE_OFFLINE" = "对方通过离线方式向您发送文件，此文件在您的计算机上已经接收了$TRANSIZE$。";
"IDS_SENDFILE_AIO_OPEN_FAIL" = "会话窗口打开失败。";
"IDS_SENDFILE_AIO_CANT_SEND_DIR" = "对不起，目前暂不支持发送文件夹。";
"IDS_SENDFILE_HINT_TITLE" = "提示";
"IDS_SENDFILE_SECURITY_SEE_MORE" = "了解详情";
"IDS_SENDFILE_SECURITY_SETTING" = "查看设置";
"IDS_SENDFILE_SECURITY_VIEW_MOREINFO" = "查看详细帮助";
"IDS_SENDFILE_SECURITY_RENAME" = "请去掉文件名中的“.$SUFFIX$”后再打开";
"IDS_FILETRANSFER_DEFAULT_DIR_TOOL_LONG" = "文件默认接收目录不能超过200个字符。";
"IDS_FILETRANSFER_RENAME_FAIL" = "传输文件时出现错误导致接收失败，文件可能被其他程序占用或已经损坏。";
"IDS_SENDFILE_SENDING_SERVERREFUSE_OFFLINE" = "服务器拒绝了您发送离线文件“$FILE$”的请求。";
"IDS_SENDFILE_RECVING_SERVERREFUSE_OFFLINE" = "服务器拒绝了您接收离线文件“$FILE$”的请求。";
"IDS_SENDFILE_TRANSFER_SERVERREFUSE_OFFLINE" = "服务器拒绝了您传输离线文件“$FILE$”的请求。";
"IDS_SENDFOLDER_SEND_FAIL" = "部分文件因安全等原因传输失败。";
"IDS_SENDFOLDER_LOG_FILENAME" = "错误文件名";
"IDS_SENDFOLDER_LOG_FILESIZE" = "文件大小";
"IDS_SENDFOLDER_LOG_FAILREASON" = "失败原因";
"IDS_SENDFOLDER_LOG_DONOTCARE" = "不关心文件大小";
"IDS_SENDFOLDER_LOG_DUPLICATENAME" = "大小写不敏感时文件名重复";
"IDS_SENDFOLDER_LOG_UNUSUALCHAR" = "文件名有异常字符";
"IDS_SENDFILE_ONLINEFILE_NOTE" = "如果对方长时间未接收，建议您发送离线文件。";
"IDS_SENDFILE_SENDINGCOUNTTOOLARGE_OFFLINE" = "您同时发送的离线文件数超过30个，请减少文件个数后再尝试。";
"IDS_SENDFILE_ERROR_FILE_SIZE_ZERO" = "“$FILE$”为空文件夹或其内文件均出现异常，无法发送，请您重新选择。";
"IDS_SENDFILE_ERROR_FILE_SIZE_TOO_BIG" = "文件“$FILE$”大于4G，不能发送。";
"IDS_SENDFILE_ERROR_FILE_SIZE_TOO_BIG_64G" = "文件“$FILE$”大于64G，不能发送。";
"IDS_SENDFILE_ERROR_FILE_OPEN_FAIL" = "当前文件被占用，请关闭后再次发送。";
"IDS_SENDFILE_ERROR_FILE_SEND_REPEAT" = "文件“$FILE$”正在发送中，不能重复发送。";
"IDS_SENDFILE_ERROR_FILE_SEND_REPEAT_OFFLINE" = "离线文件“$FILE$”正在发送中，不能重复发送。";
"IDS_SENDFILE_ERROR_NO_ENOUGH_SPACE" = "您的磁盘空间已满，请更换存放位置或进行清理之后再接收。";
"IDS_SENDFILE_ERROR_CONNECT_FAIL" = "传输失败。";
"IDS_SENDFILE_ERROR_FILE_SEND_BEREFUSE" = "对方拒绝了“$FILE$”的文件发送请求。";
"IDS_SENDFILE_ERROR_OPENFILEFAIL" = "打开文件“$FILE$”错误。";
"IDS_SENDFILE_ERROR_UNKNOW" = "发送文件“$FILE$”失败，未知错误类型。";
"IDS_SENDFILE_ERROR_SELF_OFFLINE" = "您现在处于离线状态，无法发送文件，请上线后再尝试。";
"IDS_SENDFILE_ERROR_FILE_NAME_TOO_LONG" = "“$FILE$”文件名太长，发送失败。";
"IDS_SENDFILE_ERROR_DISC_NO_SPACE" = "分区“$SPACE$”空间已满，接收失败。";
"IDS_SENDFILE_ERROR_REQUEST_TIMEOUT" = "发送超时。";
"IDS_SENDFILE_ERROR_OPENFILEFAIL_REVC" = "打开文件“$FILE$”失败，文件传输中止。";
"IDS_SENDFILE_ERROR_FILEEXCEPTION" = "对文件“$FILE$”的操作发生异常，文件传输中止。";
"IDS_SENDFILE_ERROR_UN" = "处理文件“$FILE$”时发生异常，文件传输中止。";
"IDS_SENDFILE_ERROR_UNKNOW2" = "传输文件“$FILE$”失败，未知错误类型。";
"IDS_SENDFILE_FILE_NO_EXIST" = "此文件不存在。";
"FILETRANS_ABORTIFCLOSE_AIOCLOSE" = "如果关闭窗口，将会中止文件传送。是否关闭窗口？";
"IDS_SENDFILE_ERROR_FILE_FULL_NAME_TOO_LONG" = "文件全路径太长，接收失败。";
"IDS_SENDFILE_TIMEDURATION_HOUR" = "小时";
"IDS_SENDFILE_TIMEDURATION_MINUTE" = "分";
"IDS_SENDFILE_TIMEDURATION_SECOND" = "秒";
"IDS_SENDFILE_SEND_SUC_NOTE" = "文件已经发送完毕，用时$TIME$，平均速度$SPEED$/S。";
"IDS_SENDFILE_RECV_SUC_NOTE" = "文件已经接收完毕，用时$TIME$，平均速度$SPEED$/S。";
"IDS_SENDFILE_ERROR_FILESIZE_BIG" = "对方QQ版本过低，不支持2G以上文件的发送。";
"IDS_SENDFILE_ERROR_FILESIZE_BIG_4G" = "对方QQ版本过低，不支持4G以上文件的传输。";
"IDS_SENDFILE_ERROR_FILESIZE_BIG_4G_UNKNOWN_VER" = "对方离线或隐身，无法判断对方QQ版本，不支持4G以上文件传输。";
"IDS_SENDFOLDER_ERROR_FILESIZE_BIG_4G" = "文件夹中包含4G以上文件，但对方QQ版本过低，不支持4G以上文件的传输。";
"IDS_SENDFILE_ERROR_DISC_4G" = "您选择的本地磁盘的文件系统不支持保存4G以上文件，请重新选择文件保存路径。";
"IDS_SENDFOLDER_ERROR_DISC_4G" = "文件系统不支持4G";
"IDS_SENDFILE_ERROR_REASON_SECURITY_UNSAFEFILE" = "病毒文件";
"IDS_SENDFILE_ERROR_REASON_SECURITY_RENAME" = "文件被重命名";
"IDS_SENDFILE_ERROR_REASON_EXCEED4G" = "文件超过4G，且对方版本过低或未知";
"IDS_SENDFILE_ERROR_REASON_EXCEED64G" = "文件超过64G";
"IDS_SENDFILE_ERROR_REASON_OPENFAIL" = "文件被占用";
"IDS_SENDFILE_ERROR_REASON_INEXISTENCE" = "文件不存在";
"IDS_SENDFILE_ERROR_REASON_NAMELENEXCEED" = "文件名过长";
"IDS_SENDFILE_ERROR_REASON_INVALIDNAME" = "文件名不合法";
"IDS_SENDFILE_ERROR_REASON_UNKNOWN" = "网络原因";
"SETTING_FILETRANSFER_NAME" = "文件传输";
"SETTING_FILETRANSFER_DEFAULT_DIR" = "默认把接收到的文件保存到此文件夹中:";
"SETTING_FILETRANSFER_CHANGE_DEFAULT_DIR" = "更改目录";
"SETTING_FILETRANSFER_SERCURITY" = "文件传输安全";
"SETTING_FILETRANSFER_REFUSE_EXE_FILE" = "阻止接收高安全风险文件(少数常用类型的文件除外)。";
"SETTING_FILETRANSFER_RECEIVE_FILE" = "允许接收任何文件，但强制重命名接收到的可执行文件。";
"SETTING_FILETRANSFER_REFUSE_FILE" = "阻止接收任何文件。";
"SETTING_FILETRANSFER_SECURITY_HIGH" = "安全级 - 高";
"SETTING_FILETRANSFER_SECURITY_MID" = "安全级 - 中(推荐)";
"SETTING_FILETRANSFER_SECURITY_LOW" = "安全级 - 低";
"SETTING_FILETRANSFER_SECURITY_FILE_HINT" = "什么是有风险的文件？";
"SETTING_FILETRANSFER_SELECT_DEFAULT_DIR" = "请选择传输文件的默认目录:";
"SafeLevel_Adjust" = "调整接收文件的安全保护等级。";
"Button_ChangeSafeAdjust" = "更改安全等级";
"Safe_level" = "安全等级";
"SECURITYCENTER_RECV_REFUSE_PROMPT" = "对方尝试向您发送“$FILE$”。QQ安全中心阻止了此次发送。可能是因为该文件存在安全风险，或者这是由您的安全级别设置所做的处理。";
"SECURITYCENTER_SEND_REFUSE_PROMPT" = "您尝试了发送文件“$FILE$”，对方QQ安全中心拒绝接收该文件。";
"SECURITYCENTER_RECV_RENAME_PROMPT" = "对方尝试向您发送“$FILE$”。QQ安全中心已经自动重命名此文件(在文件名后添加“.$RENAMESUFFIX$”)。";
"SECURITYCENTER_RECV_RENAME_SUFFIX" = "重命名";
"SECURITYCENTER_RECV_OF_REFUSE_PROMPT" = "对方尝试向您发送离线文件“$FILE$”。QQ安全中心阻止了此次发送。可能是因为该文件存在安全风险，或者这是由您的安全级别设置所做的处理。";
"SECURITYCENTER_RECV_OF_RENAME_PROMPT" = "对方尝试向您发送离线文件“$FILE$”。QQ安全中心已经自动重命名此文件(在文件名后添加“.$RENAMESUFFIX$”)。";
"SECURITYCENTER_RECV_OF_DANGERTIP_PROMPT" = "对方尝试向您发送离线文件“$FILE$”。该文件可能存在风险。";
"IDS_SENDFILE_Online" = "直接发送";
"IDS_SENDFILE_Offline" = "发送离线文件";
"IDS_SENDFILE_Setting" = "传文件设置";
"IDS_SENDFILE_Oper_Offline" = "发送离线文件";
"IDS_SENDFILE_Recv_Default_Dir" = "此目录路径无效或者只读，请重新设置默认的接收文件目录。";
"FOLDER_IDS_SENDFILE_SENDING_SELF_CANCEL_OFFLINE" = "您中止了文件夹的发送，该文件夹已经发送$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_RECVING_SELF_CANCEL_OFFLINE" = "您中止了文件夹的接收，该文件夹已经接收$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_SELF_CANCEL_SEND" = "您取消了文件夹的发送，文件夹传输失败 $C_TIME$";
"FOLDER_IDS_SENDFILE_SENDING_SELF_CANCEL" = "您中止了文件夹的发送，该文件夹已经发送$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_RECVING_SELF_CANCEL" = "您中止了接收，该文件夹已经接收$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_RECEIVE_TARGET_CANCEL" = "$UIN$中断了文件夹的发送，该文件夹已经接收$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_SENDING_TARGET_CANCEL" = "$UIN$中断了文件夹的接收，该文件夹已经发送$TRANSIZE$ $C_TIME$";
"FOLDER_IDS_SENDFILE_BRREQUEST_BECANCEL" = "$UIN$取消了文件夹的发送,文件夹传输失败 $C_TIME$";
"FOLDER_IDS_SENDFILE_RECEIVE_SUCC" = "成功接收文件夹 $C_TIME$";
"FOLDER_IDS_SENDFILE_SEND_SUCC" = "成功发送文件夹 $C_TIME$";
"FOLDER_IDS_SENDFILE_BEFEFUSED_TIP" = "对方拒绝接收文件夹，文件夹发送失败 $C_TIME$";
"IDS_SENDFOLDER_SENDER_SECURITY_TIPS" = "文件夹发送失败！由于对方QQ/TM的安全设置，您的文件夹传送请求被拒绝。";
"FOLDER_IDS_SENDFILE_REFUSE_MSG_TIP" = "您拒绝接收文件夹，文件夹传输失败 $C_TIME$";
"FOLDER_IDS_SENDFILE_BEACCEPT_BLUEBAR" = "对方已经接受您的请求，开始传输文件夹。";
"FOLDER_IDS_SENDFILE_RECEIVE_TOOMANY" = "您传输的文件夹中目录过多，传输失败";
"FOLDER_IDS_SENDFILE_RECEIVE_TOOBIG" = "您传输的文件夹中文件大小超过限制，传输失败";
"IDS_SENDFILE_ERROR_FOLDERNAMEERROR" = "您发送的的文件或文件夹中含有特殊字符，发送失败";
"IDS_SENDFILE_ERROR_FILENAMEERROR" = "您发送的文件含有特殊字符，发送失败";
"FOLDER_IDS_SENDFILE_MAXDEEPNUM" = "您传输的文件夹超过最大层数，传输失败";
"FOLDER_IDS_SENDFILE_OLDVERSION" = "很抱歉，对方的QQ版本不支持文件夹传输";
"FOLDER_IDS_SENDFILE_UNKNOWN" = "未知错误，传输失败";
"FOLDER_IDS_SENDFILE_RECVING_NET_ERROR" = "网络连接失败，接收中止，该文件夹已经接收$TRANSIZE$。";
"FOLDER_IDS_SENDFILE_SENDING_NET_ERROR" = "网络连接失败，发送中止，该文件夹已经发送$TRANSIZE$。";
"FOLDER_IDS_SENDFILE_RECVING_UNKOWN_ERROR" = "网络等原因，接收中止，该文件夹已经接收$TRANSIZE$。";
"FOLDER_IDS_SENDFILE_SENDING_UNKOWN_ERROR" = "网络等原因，发送中止，该文件夹已经发送$TRANSIZE$。";
"IDS_SENDFILE_ERROR_FOLDERLONGERROR" = "文件名称过长，发送失败";
"NF_FOLDER_IDS_SENDFILE_SELF_CANCEL_SEND" = "您已取消网内讨论组文件发送 $C_TIME$";
// alvenli 文件发送不支持的类型
"FILE_TRAN_NOT_SUPPORT_DIRECT" = "还不支持直接发送文件";
"FILE_TRAN_NOT_SUPPORT_FOLDER" = "暂不支持发送文件夹，发送失败";
/*文件传输 end*/

"Start Discussion Group Audio" = "发起群组电话";
"Start Discussion Group Video" = "发起群组视频";
"Start Discussion Group ScreenShare" = "发起屏幕分享";

"SYSTEM_PREFERENCE_OPEN" = "tell application \"System Preferences\" to activate \
tell application \"System Preferences\" to set current pane to pane id \"com.apple.preference.network\"  \
tell application \"System Events\" to tell process \"System Preferences\" to tell window 1  \
click button \"高级…\"    \
click radio button \"代理\" of tab group 1 of sheet 1  \
end tell";

"QQ_TXTID_网络连接不可用, 请稍后再试"="网络连接不可用, 请稍后再试";
"QQ_TXTID_Client_parameter_error"="客户端参数错误";

"Groups and Discusses" = "群组";
"File Type"            = "[文件]";
"%u group of new messages" = "%u 个群有新消息";
"one group of new messages" = "1 个群有新消息";
"Me"                  = "我";
"Group Bulletin"      = "公告";
"Active"              = "活跃";
"Has exited the discussion group" = "你已退出该讨论组";

// Share contact
"Please select one share"  = "请选择一位分享的对象";
"None selected"            = "未选择";
"Share to"                 = "分享给";
"Enter message here"       = "此处填写留言";


//What's New
"SKIP"            = "跳过";
